Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# trial.end.continue_free
source: Continue with free reminders
ar: المتابعة بالتذكيرات المجانية
bn: ফ্রি রিমাইন্ডার নিয়ে চালিয়ে যান
ca: Continuar amb els recordatoris gratuïts
cs: Pokračovat s připomínkami zdarma
da: Fortsæt med gratis påmindelser
de: Mit kostenlosen Erinnerungen weiter
el: Συνέχεια με δωρεάν υπενθυμίσεις
es: Seguir con los recordatorios gratis
fi: Jatka ilmaisilla muistutuksilla
fr: Continuer avec les rappels gratuits
gu: મફત રિમાઇન્ડર સાથે ચાલુ રાખો
he: להמשיך עם תזכורות בחינם
hi: मुफ़्त रिमाइंडर के साथ जारी रखें
hr: Nastavi s besplatnim podsjetnicima
hu: Folytatás ingyenes emlékeztetőkkel
id: Lanjut dengan pengingat gratis
it: Continua con i promemoria gratis
ja: 無料のリマインダーで続ける
kn: ಉಚಿತ ಜ್ಞಾಪನೆಗಳೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ
ko: 무료 알림으로 계속하기
ml: സൗജന്യ റിമൈൻഡറുകളുമായി തുടരൂ
mr: मोफत रिमाइंडरसह सुरू ठेवा
ms: Teruskan dengan peringatan percuma
nb: Fortsett med gratis påminnelser
nl: Doorgaan met gratis herinneringen
or: ମାଗଣା ରିମାଇଣ୍ଡର୍ ସହ ଜାରି ରଖନ୍ତୁ
pa: ਮੁਫ਼ਤ ਰਿਮਾਈਂਡਰਾਂ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Zostań przy bezpłatnych przypomnieniach
pt_br: Continuar com os lembretes grátis
pt_pt: Continuar com os lembretes grátis
ro: Continuă cu mementourile gratuite
ru: Продолжить с бесплатными напоминаниями
sk: Pokračovať s pripomienkami zdarma
sl: Nadaljuj z brezplačnimi opomniki
sv: Fortsätt med gratis påminnelser
ta: இலவச நினைவூட்டல்களுடன் தொடரவும்
te: ఉచిత రిమైండర్లతో కొనసాగండి
th: ใช้ต่อด้วยการแจ้งเตือนฟรี
tr: Ücretsiz hatırlatmalarla devam et
uk: Продовжити з безкоштовними нагадуваннями
ur: مفت یاد دہانیوں کے ساتھ جاری رکھیں
vi: Tiếp tục với lời nhắc miễn phí
zh_hans: 继续使用免费提醒
zh_hant: 繼續使用免費提醒

# trial.decline_feedback.skip
source: Skip
ar: تخطي
bn: এড়িয়ে যান
ca: Saltar
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Passer
gu: છોડો
he: דילוג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
kn: ಬಿಟ್ಟುಬಿಡಿ
ko: 건너뛰기
ml: ഒഴിവാക്കൂ
mr: वगळा
ms: Langkau
nb: Hopp over
nl: Overslaan
or: ଛାଡ଼ନ୍ତୁ
pa: ਛੱਡੋ
pl: Pomiń
pt_br: Pular
pt_pt: Saltar
ro: Sari peste
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sv: Hoppa över
ta: தவிர்க்கவும்
te: దాటవేయండి
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑیں
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# trial.decline_feedback.submit
source: Submit
ar: إرسال
bn: পাঠান
ca: Enviar
cs: Odeslat
da: Send
de: Senden
el: Υποβολή
es: Enviar
fi: Lähetä
fr: Envoyer
gu: મોકલો
he: שליחה
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
kn: ಸಲ್ಲಿಸಿ
ko: 보내기
ml: സമർപ്പിക്കൂ
mr: पाठवा
ms: Hantar
nb: Send
nl: Versturen
or: ପଠାନ୍ତୁ
pa: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh_hans: 提交
zh_hant: 送出

# trial.decline_feedback.reason.too_expensive
source: Too expensive.
ar: مكلف جدًا.
bn: খুব দামি।
ca: Massa car.
cs: Příliš drahé.
da: For dyrt.
de: Zu teuer.
el: Πολύ ακριβό.
es: Muy caro.
fi: Liian kallis.
fr: Trop cher.
gu: ખૂબ મોંઘું છે.
he: יקר מדי.
hi: बहुत महँगा है।
hr: Preskupo.
hu: Túl drága.
id: Terlalu mahal.
it: Troppo caro.
ja: 高すぎる。
kn: ತುಂಬಾ ದುಬಾರಿ.
ko: 너무 비싸요.
ml: വില വളരെ കൂടുതലാണ്.
mr: खूप महाग आहे.
ms: Terlalu mahal.
nb: For dyrt.
nl: Te duur.
or: ବହୁତ ମହଙ୍ଗା।
pa: ਬਹੁਤ ਮਹਿੰਗਾ ਹੈ।
pl: Za drogo.
pt_br: Muito caro.
pt_pt: Demasiado caro.
ro: Prea scump.
ru: Слишком дорого.
sk: Príliš drahé.
sl: Predrago.
sv: För dyrt.
ta: விலை அதிகம்.
te: ఖరీదు ఎక్కువ.
th: แพงเกินไป
tr: Çok pahalı.
uk: Надто дорого.
ur: بہت مہنگا ہے۔
vi: Quá đắt.
zh_hans: 太贵了。
zh_hant: 太貴了。

# trial.decline_feedback.reason.not_used_enough
source: I don’t use it enough.
ar: لا أستخدمه بما يكفي.
bn: আমি যথেষ্ট ব্যবহার করি না।
ca: No el faig servir prou.
cs: Nepoužívám to dost často.
da: Jeg bruger det ikke nok.
de: Ich nutze es nicht genug.
el: Δεν το χρησιμοποιώ αρκετά.
es: No lo uso lo suficiente.
fi: En käytä sitä tarpeeksi.
fr: Je ne m’en sers pas assez.
gu: હું તેનો પૂરતો ઉપયોગ કરતી નથી.
he: אני לא משתמשת בזה מספיק.
hi: इसका ज़्यादा इस्तेमाल नहीं होता।
hr: Ne koristim ga dovoljno.
hu: Nem használom eleget.
id: Aku jarang memakainya.
it: Non lo uso abbastanza.
ja: あまり使わない。
kn: ನಾನು ಅದನ್ನು ಅಷ್ಟಾಗಿ ಬಳಸುವುದಿಲ್ಲ.
ko: 충분히 쓰지 않아요.
ml: ഞാൻ അത് അധികം ഉപയോഗിക്കുന്നില്ല.
mr: मी ते फारसे वापरत नाही.
ms: Saya tak cukup guna.
nb: Jeg bruker det ikke nok.
nl: Ik gebruik het te weinig.
or: ମୁଁ ଯଥେଷ୍ଟ ବ୍ୟବହାର କରେନାହିଁ।
pa: ਮੈਂ ਇਸਨੂੰ ਬਹੁਤਾ ਨਹੀਂ ਵਰਤਦੀ।
pl: Za rzadko z tego korzystam.
pt_br: Não uso o suficiente.
pt_pt: Não o uso o suficiente.
ro: Nu îl folosesc destul.
ru: Я редко им пользуюсь.
sk: Nepoužívam to dosť často.
sl: Premalo ga uporabljam.
sv: Jag använder det inte tillräckligt.
ta: நான் இதை அதிகம் பயன்படுத்துவதில்லை.
te: నేను దాన్ని అంతగా వాడటం లేదు.
th: ฉันใช้ไม่บ่อยพอ
tr: Yeterince kullanmıyorum.
uk: Я рідко ним користуюся.
ur: زیادہ استعمال نہیں ہوتا۔
vi: Mình không dùng đủ nhiều.
zh_hans: 我用得不够多。
zh_hant: 我用得不夠多。

# trial.decline_feedback.reason.missing_feature
source: It’s missing a feature.
ar: تنقصه ميزة.
bn: একটি ফিচার নেই।
ca: Li falta una funció.
cs: Chybí mi nějaká funkce.
da: Der mangler en funktion.
de: Da fehlt eine Funktion.
el: Του λείπει μια λειτουργία.
es: Le falta una función.
fi: Siitä puuttuu ominaisuus.
fr: Il manque une fonctionnalité.
gu: તેમાં એક સુવિધા ખૂટે છે.
he: חסרה תכונה.
hi: जो सुविधा चाहिए, वह इसमें नहीं है।
hr: Nedostaje mu značajka.
hu: Hiányzik egy funkció.
id: Ada fitur yang kurang.
it: Manca una funzione.
ja: 欲しい機能がない。
kn: ಒಂದು ವೈಶಿಷ್ಟ್ಯ ಇಲ್ಲ.
ko: 필요한 기능이 없어요.
ml: ഒരു ഫീച്ചർ ഇല്ല.
mr: मला हवी असलेली सुविधा यात नाही.
ms: Ada ciri yang tiada.
nb: Det mangler en funksjon.
nl: Er ontbreekt een functie.
or: ଏଥିରେ ଏକ ଫିଚର୍ ନାହିଁ।
pa: ਇਸ ਵਿੱਚ ਇੱਕ ਸਹੂਲਤ ਦੀ ਘਾਟ ਹੈ।
pl: Brakuje mi jakiejś funkcji.
pt_br: Falta um recurso.
pt_pt: Falta-lhe uma funcionalidade.
ro: Îi lipsește o funcție.
ru: Не хватает функции.
sk: Chýba mi nejaká funkcia.
sl: Manjka mu funkcija.
sv: Det saknas en funktion.
ta: ஒரு அம்சம் இல்லை.
te: ఒక ఫీచర్ లేదు.
th: ยังขาดฟีเจอร์ที่ต้องการ
tr: Bir özellik eksik.
uk: Бракує функції.
ur: اس میں ایک خصوصیت کی کمی ہے۔
vi: Thiếu một tính năng.
zh_hans: 缺少某个功能。
zh_hant: 缺少某個功能。

# trial.decline_feedback.reason.just_trying
source: I was just trying it.
ar: كنت أجرّبه فقط.
bn: আমি শুধু চালিয়ে দেখছিলাম।
ca: Només ho provava.
cs: Šlo mi jen o vyzkoušení.
da: Jeg prøvede det bare.
de: Ich hab’s nur ausprobiert.
el: Απλώς το δοκίμαζα.
es: Solo lo estaba probando.
fi: Halusin vain kokeilla.
fr: Je voulais juste essayer.
gu: હું બસ અજમાવી રહી હતી.
he: רק ניסיתי.
hi: बस आज़माने के लिए लिया था।
hr: Tek toliko da probam.
hu: Csak kipróbáltam.
id: Aku cuma coba-coba.
it: Lo stavo solo provando.
ja: 試してみただけ。
kn: ನಾನು ಸುಮ್ಮನೆ ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೆ.
ko: 그냥 써 본 거예요.
ml: ഞാൻ വെറുതെ പരീക്ഷിക്കുകയായിരുന്നു.
mr: फक्त वापरून पाहायचे होते.
ms: Saya cuba-cuba saja.
nb: Jeg bare prøvde det.
nl: Ik wilde het alleen proberen.
or: ମୁଁ ଖାଲି ଚେଷ୍ଟା କରି ଦେଖୁଥିଲି।
pa: ਮੈਂ ਬਸ ਅਜ਼ਮਾ ਕੇ ਦੇਖ ਰਹੀ ਸੀ।
pl: Tylko na próbę.
pt_br: Só estava experimentando.
pt_pt: Só estava a experimentar.
ro: Doar l-am încercat.
ru: Просто хотелось попробовать.
sk: Bola to len skúška.
sl: Šlo je le za preizkus.
sv: Jag testade bara.
ta: சும்மா முயன்று பார்த்தேன்.
te: ఊరికే ప్రయత్నించి చూశాను.
th: ฉันแค่ลองดู
tr: Sadece deniyordum.
uk: Просто хотілося спробувати.
ur: بس آزمانا تھا۔
vi: Mình chỉ thử thôi.
zh_hans: 我只是试试。
zh_hant: 我只是試試看。

# trial.decline_feedback.reason.prefer_another_app
source: I use something else.
ar: أستخدم شيئًا آخر.
bn: আমি অন্য কিছু ব্যবহার করি।
ca: Faig servir una altra cosa.
cs: Používám něco jiného.
da: Jeg bruger noget andet.
de: Ich nutze was anderes.
el: Χρησιμοποιώ κάτι άλλο.
es: Uso otra cosa.
fi: Käytän jotain muuta.
fr: J’utilise autre chose.
gu: હું બીજું કંઈક વાપરું છું.
he: אני משתמשת במשהו אחר.
hi: मेरे पास कोई और ऐप है।
hr: Koristim nešto drugo.
hu: Mást használok.
id: Aku pakai yang lain.
it: Uso un’altra app.
ja: 別のものを使っている。
kn: ನಾನು ಬೇರೆಯದನ್ನು ಬಳಸುತ್ತೇನೆ.
ko: 다른 걸 써요.
ml: ഞാൻ മറ്റൊന്ന് ഉപയോഗിക്കുന്നു.
mr: माझ्याकडे दुसरे ॲप आहे.
ms: Saya guna yang lain.
nb: Jeg bruker noe annet.
nl: Ik gebruik iets anders.
or: ମୁଁ ଅନ୍ୟ କିଛି ବ୍ୟବହାର କରେ।
pa: ਮੈਂ ਕੁਝ ਹੋਰ ਵਰਤਦੀ ਹਾਂ।
pl: Używam czegoś innego.
pt_br: Uso outra coisa.
pt_pt: Uso outra coisa.
ro: Folosesc altceva.
ru: Я пользуюсь другим.
sk: Používam niečo iné.
sl: Uporabljam nekaj drugega.
sv: Jag använder något annat.
ta: வேறொன்றைப் பயன்படுத்துகிறேன்.
te: నేను వేరేది వాడుతున్నాను.
th: ฉันใช้อย่างอื่นอยู่
tr: Başka bir şey kullanıyorum.
uk: Я користуюся іншим.
ur: میرے پاس کوئی اور ایپ ہے۔
vi: Mình dùng ứng dụng khác.
zh_hans: 我在用别的。
zh_hant: 我在用別的。

# trial.decline_feedback.reason.technical_issue
source: Something broke.
ar: حدث خلل ما.
bn: কিছু একটা কাজ করেনি।
ca: Alguna cosa s’ha espatllat.
cs: Něco se rozbilo.
da: Noget gik i stykker.
de: Irgendwas ist kaputtgegangen.
el: Κάτι χάλασε.
es: Algo falló.
fi: Jokin meni rikki.
fr: Quelque chose a planté.
gu: કંઈક બગડી ગયું.
he: משהו התקלקל.
hi: कुछ ख़राब हो गया।
hr: Nešto se pokvarilo.
hu: Valami elromlott.
id: Ada yang rusak.
it: Qualcosa si è rotto.
ja: 不具合があった。
kn: ಏನೋ ಕೆಟ್ಟುಹೋಯಿತು.
ko: 뭔가 고장 났어요.
ml: എന്തോ തകരാറായി.
mr: काहीतरी बिघडले.
ms: Ada yang rosak.
nb: Noe sluttet å fungere.
nl: Er ging iets kapot.
or: କିଛି ଖରାପ ହେଲା।
pa: ਕੁਝ ਖ਼ਰਾਬ ਹੋ ਗਿਆ।
pl: Coś nie działało.
pt_br: Algo quebrou.
pt_pt: Algo deixou de funcionar.
ro: Ceva s-a stricat.
ru: Что-то сломалось.
sk: Niečo sa pokazilo.
sl: Nekaj se je pokvarilo.
sv: Något gick sönder.
ta: ஏதோ வேலை செய்யவில்லை.
te: ఏదో పనిచేయలేదు.
th: มีอะไรบางอย่างพัง
tr: Bir şey bozuldu.
uk: Щось зламалося.
ur: کچھ خراب ہو گیا۔
vi: Có gì đó bị lỗi.
zh_hans: 出了故障。
zh_hant: 有功能壞掉了。

# trial.decline_feedback.reason.other
source: Other.
ar: أخرى.
bn: অন্য।
ca: Altres.
cs: Jiné.
da: Andet.
de: Sonstiges.
el: Άλλο.
es: Otro.
fi: Muu.
fr: Autre.
gu: અન્ય.
he: אחר.
hi: अन्य।
hr: Drugo.
hu: Egyéb.
id: Lainnya.
it: Altro.
ja: その他。
kn: ಇತರೆ.
ko: 기타.
ml: മറ്റുള്ളവ.
mr: इतर.
ms: Lain-lain.
nb: Annet.
nl: Anders.
or: ଅନ୍ୟ।
pa: ਹੋਰ।
pl: Inne.
pt_br: Outro.
pt_pt: Outro.
ro: Altceva.
ru: Другое.
sk: Iné.
sl: Drugo.
sv: Annat.
ta: மற்றவை.
te: ఇతరం.
th: อื่น ๆ
tr: Diğer.
uk: Інше.
ur: دیگر۔
vi: Khác.
zh_hans: 其他。
zh_hant: 其他。

# trial.decline_feedback.thank_you
source: Thanks. Your feedback helps us make Pillie better.
ar: شكرًا. ملاحظاتك تساعدنا على تحسين Pillie.
bn: ধন্যবাদ। আপনার মতামত Pillie-কে আরও ভালো করতে আমাদের সাহায্য করে।
ca: Gràcies. Els teus comentaris ens ajuden a millorar Pillie.
cs: Díky. Tvoje zpětná vazba nám pomáhá Pillie zlepšovat.
da: Tak. Din feedback hjælper os med at gøre Pillie bedre.
de: Danke. Dein Feedback hilft uns, Pillie besser zu machen.
el: Ευχαριστούμε. Τα σχόλιά σου μάς βοηθούν να κάνουμε το Pillie καλύτερο.
es: Gracias. Tus comentarios nos ayudan a mejorar Pillie.
fi: Kiitos. Palautteesi auttaa meitä tekemään Pilliestä paremman.
fr: Merci. Ton retour nous aide à améliorer Pillie.
gu: આભાર. તમારો પ્રતિભાવ અમને Pillie ને વધુ સારું બનાવવામાં મદદ કરે છે.
he: תודה. המשוב שלך עוזר לנו לשפר את Pillie.
hi: धन्यवाद। आपकी राय से हम Pillie को बेहतर बनाते हैं।
hr: Hvala. Tvoje povratne informacije pomažu nam poboljšati Pillie.
hu: Köszönjük. A visszajelzésed segít jobbá tenni a Pillie-t.
id: Terima kasih. Masukanmu membantu kami membuat Pillie lebih baik.
it: Grazie. Il tuo feedback ci aiuta a migliorare Pillie.
ja: ありがとうございます。フィードバックはPillieの改善に役立てます。
kn: ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಅಭಿಪ್ರಾಯ Pillie ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: 감사해요. 보내 주신 피드백은 Pillie를 더 좋게 만드는 데 도움이 돼요.
ml: നന്ദി. Pillie മെച്ചപ്പെടുത്താൻ നിങ്ങളുടെ അഭിപ്രായം ഞങ്ങളെ സഹായിക്കുന്നു.
mr: धन्यवाद. तुमच्या अभिप्रायामुळे आम्हाला Pillie अधिक चांगले करता येते.
ms: Terima kasih. Maklum balas kamu membantu kami menjadikan Pillie lebih baik.
nb: Takk. Tilbakemeldingen din hjelper oss å gjøre Pillie bedre.
nl: Bedankt. Je feedback helpt ons Pillie beter te maken.
or: ଧନ୍ୟବାଦ। ଆପଣଙ୍କ ମତାମତ Pillie କୁ ଉନ୍ନତ କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରେ।
pa: ਧੰਨਵਾਦ। ਤੁਹਾਡੀ ਫ਼ੀਡਬੈਕ ਸਾਨੂੰ Pillie ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pl: Dzięki. Twoja opinia pomaga nam ulepszać Pillie.
pt_br: Obrigado. Seu feedback nos ajuda a melhorar o Pillie.
pt_pt: Obrigado. O teu feedback ajuda-nos a melhorar o Pillie.
ro: Mulțumim. Feedbackul tău ne ajută să facem Pillie mai bun.
ru: Спасибо. Твой отзыв помогает нам делать Pillie лучше.
sk: Ďakujeme. Tvoja spätná väzba nám pomáha Pillie zlepšovať.
sl: Hvala. Tvoje povratne informacije nam pomagajo izboljšati Pillie.
sv: Tack. Din feedback hjälper oss att göra Pillie bättre.
ta: நன்றி. உங்கள் கருத்து Pillie-ஐ மேம்படுத்த எங்களுக்கு உதவுகிறது.
te: ధన్యవాదాలు. మీ అభిప్రాయం Pillieని మెరుగుపరచడానికి మాకు సహాయపడుతుంది.
th: ขอบคุณ ความคิดเห็นของคุณช่วยให้เราทำให้ Pillie ดีขึ้น
tr: Teşekkürler. Geri bildirimin Pillie’yi daha iyi yapmamıza yardımcı oluyor.
uk: Дякуємо. Твій відгук допомагає нам робити Pillie кращим.
ur: شکریہ۔ آپ کی رائے سے ہم Pillie کو بہتر بناتے ہیں۔
vi: Cảm ơn bạn. Góp ý của bạn giúp chúng mình làm Pillie tốt hơn.
zh_hans: 谢谢。你的反馈能帮助我们把 Pillie 做得更好。
zh_hant: 謝謝。你的意見能幫助我們把 Pillie 做得更好。

# paywall.upsell.smart_reminders.body
source: Pillie keeps reminding you until you check in. You pick how often and how many times.
ar: يواصل Pillie تذكيرك حتى تسجّلي. أنتِ تحددين الفاصل وعدد المرات.
bn: টিক না দেওয়া পর্যন্ত Pillie আপনাকে মনে করিয়ে দিতে থাকে। কত ঘন ঘন আর কতবার, তা আপনিই ঠিক করেন।
ca: Pillie t’ho continua recordant fins que confirmis. Tu tries cada quant i quantes vegades.
cs: Pillie ti připomíná, dokud neodškrtneš dnešek. Ty určíš, jak často a kolikrát.
da: Pillie bliver ved med at minde dig om det, indtil du krydser af. Du vælger interval og antal.
de: Pillie erinnert dich weiter, bis du abhakst. Du wählst den Abstand und die Anzahl.
el: Το Pillie σού το θυμίζει μέχρι να το σημειώσεις. Εσύ διαλέγεις πόσο συχνά και πόσες φορές.
es: Pillie te lo sigue recordando hasta que marques lo de hoy. Tú eliges cada cuánto y cuántas veces.
fi: Pillie muistuttaa uudelleen, kunnes kuittaat. Sinä valitset, kuinka usein ja kuinka monta kertaa.
fr: Pillie continue de te rappeler jusqu’à ce que tu valides. Tu choisis la fréquence et le nombre de fois.
gu: તમે નોંધ ન કરો ત્યાં સુધી Pillie યાદ અપાવતું રહે છે. કેટલી વારે અને કેટલી વાર, તે તમે નક્કી કરો.
he: Pillie ממשיכה להזכיר לך עד שתסמני. את בוחרת כל כמה זמן וכמה פעמים.
hi: Pillie तब तक याद दिलाता रहता है जब तक आप दर्ज न कर लें। कितनी देर में और कितनी बार, यह आप चुनें।
hr: Pillie te podsjeća dok se ne javiš. Ti biraš koliko često i koliko puta.
hu: A Pillie addig emlékeztet, amíg ki nem pipálod. Te döntöd el, milyen gyakran és hányszor.
id: Pillie terus mengingatkanmu sampai kamu check-in. Kamu yang tentukan seberapa sering dan berapa kali.
it: Pillie continua a ricordartelo finché non confermi. Scegli tu ogni quanto e quante volte.
ja: Pillieは記録するまでリマインドを続けます。間隔と回数はあなたが決められます。
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ Pillie ನೆನಪಿಸುತ್ತಲೇ ಇರುತ್ತದೆ. ಎಷ್ಟು ಬಾರಿ, ಎಷ್ಟು ಅಂತರದಲ್ಲಿ ಎಂದು ನೀವೇ ಆರಿಸಿ.
ko: Pillie가 체크할 때까지 계속 알려 줘요. 얼마나 자주, 몇 번 알릴지 직접 정할 수 있어요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ Pillie ഓർമ്മിപ്പിച്ചുകൊണ്ടിരിക്കും. എത്ര ഇടവിട്ട്, എത്ര തവണ എന്ന് നിങ്ങൾ തന്നെ തിരഞ്ഞെടുക്കൂ.
mr: तुम्ही नोंद करेपर्यंत Pillie आठवण करून देत राहते. किती अंतराने आणि किती वेळा, हे तुम्ही ठरवा.
ms: Pillie terus mengingatkan kamu sehingga kamu sahkan. Kamu pilih berapa kerap dan berapa kali.
nb: Pillie fortsetter å minne deg på det til du krysser av. Du velger hvor ofte og hvor mange ganger.
nl: Pillie blijft je herinneren tot je afvinkt. Jij kiest de tussentijd en het aantal.
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ Pillie ଆପଣଙ୍କୁ ମନେ ପକାଉଥାଏ। କେତେ ବ୍ୟବଧାନରେ ଓ କେତେ ଥର, ତାହା ଆପଣ ବାଛନ୍ତି।
pa: ਦਰਜ ਕਰਨ ਤੱਕ Pillie ਤੁਹਾਨੂੰ ਯਾਦ ਕਰਾਉਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਕਿੰਨੇ ਸਮੇਂ ਬਾਅਦ ਅਤੇ ਕਿੰਨੀ ਵਾਰ, ਇਹ ਤੁਸੀਂ ਚੁਣਦੇ ਹੋ।
pl: Pillie przypomina, dopóki nie odhaczysz dnia. Ty wybierasz, jak często i ile razy.
pt_br: O Pillie continua te lembrando até você registrar. Você escolhe a frequência e quantas vezes.
pt_pt: O Pillie continua a lembrar-te até registares. Tu escolhes com que frequência e quantas vezes.
ro: Pillie îți tot amintește până bifezi ziua. Tu alegi cât de des și de câte ori.
ru: Pillie напоминает, пока ты не отметишься. Ты выбираешь, как часто и сколько раз.
sk: Pillie ti pripomína, kým neodškrtneš dnešok. Ty si vyberieš, ako často a koľkokrát.
sl: Pillie te opominja, dokler ne odkljukaš. Ti izbereš, kako pogosto in kolikokrat.
sv: Pillie fortsätter påminna dig tills du bockar av. Du väljer intervall och antal.
ta: நீங்கள் பதிவு செய்யும் வரை Pillie நினைவூட்டிக்கொண்டே இருக்கும். எவ்வளவு அடிக்கடி, எத்தனை முறை என்று நீங்களே தேர்ந்தெடுங்கள்.
te: మీరు నమోదు చేసే వరకు Pillie గుర్తు చేస్తూనే ఉంటుంది. ఎంత తరచుగా, ఎన్నిసార్లు అనేది మీరే ఎంచుకోండి.
th: Pillie จะเตือนคุณต่อไปจนกว่าคุณจะเช็กอิน คุณเลือกได้ว่าบ่อยแค่ไหนและกี่ครั้ง
tr: Pillie sen işaretleyene kadar hatırlatmaya devam eder. Ne sıklıkla ve kaç kez olacağını sen seçersin.
uk: Pillie нагадує, доки ти не відмітишся. Ти обираєш, як часто і скільки разів.
ur: Pillie تب تک یاد دلاتا رہتا ہے جب تک آپ درج نہ کر لیں۔ کتنی دیر بعد اور کتنی بار، یہ آپ چنیں۔
vi: Pillie tiếp tục nhắc bạn đến khi bạn điểm danh. Bạn chọn tần suất và số lần.
zh_hans: Pillie 会一直提醒你，直到你打卡。提醒频率和次数由你决定。
zh_hant: Pillie 會一直提醒你，直到你打卡。提醒頻率和次數由你決定。

# paywall.upsell.app_blocking.body.pill
source: When your reminder goes off, your apps pause until you take your pill.
ar: عندما يحين تذكيرك، تتوقف تطبيقاتك مؤقتًا حتى تأخذي حبتك.
bn: রিমাইন্ডার এলে, পিল না খাওয়া পর্যন্ত আপনার অ্যাপগুলো পজ থাকে।
ca: Quan sona el recordatori, les teves apps es posen en pausa fins que prenguis la píndola.
cs: Když přijde připomínka, tvoje aplikace se pozastaví, dokud si nevezmeš pilulku.
da: Når din påmindelse kommer, sættes dine apps på pause, indtil du tager din p-pille.
de: Wenn deine Erinnerung kommt, pausieren deine Apps, bis du deine Pille nimmst.
el: Όταν χτυπήσει η υπενθύμιση, οι εφαρμογές σου μπαίνουν σε παύση μέχρι να πάρεις το χάπι σου.
es: Cuando suena tu recordatorio, tus apps se pausan hasta que tomes tu píldora.
fi: Kun muistutus tulee, sovelluksesi menevät tauolle, kunnes otat pillerisi.
fr: Quand ton rappel sonne, tes apps se mettent en pause jusqu’à ce que tu prennes ta pilule.
gu: રિમાઇન્ડર વાગે ત્યારે, તમે ગોળી ન લો ત્યાં સુધી તમારી ઍપ્સ થોભેલી રહે છે.
he: כשהתזכורת מגיעה, האפליקציות שלך מושהות עד שתיקחי את הגלולה.
hi: रिमाइंडर आने पर आपके ऐप्स तब तक रुके रहते हैं, जब तक आप गोली न ले लें।
hr: Kad stigne podsjetnik, tvoje aplikacije se pauziraju dok ne uzmeš pilulu.
hu: Amikor megszólal az emlékeztető, az appjaid szünetelnek, amíg be nem veszed a tablettát.
id: Saat pengingatmu berbunyi, aplikasimu dijeda sampai kamu minum pil.
it: Quando arriva il promemoria, le tue app vanno in pausa finché non prendi la pillola.
ja: リマインダーが鳴ると、ピルを飲むまでアプリが一時停止します。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಬಂದಾಗ, ನೀವು ನಿಮ್ಮ ಮಾತ್ರೆ ತೆಗೆದುಕೊಳ್ಳುವವರೆಗೆ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 알림이 울리면 피임약을 복용할 때까지 앱이 일시 중지돼요.
ml: നിങ്ങളുടെ റിമൈൻഡർ വരുമ്പോൾ, നിങ്ങൾ ഗുളിക കഴിക്കുന്നതുവരെ നിങ്ങളുടെ ആപ്പുകൾ പോസ് ആകും.
mr: रिमाइंडर आल्यावर, तुम्ही गोळी घेईपर्यंत तुमची ॲप्स थांबतात.
ms: Apabila peringatan kamu berbunyi, apl kamu dijeda sehingga kamu ambil pil.
nb: Når påminnelsen går av, pauses appene dine til du har tatt pillen.
nl: Als je herinnering afgaat, pauzeren je apps tot je je pil neemt.
or: ରିମାଇଣ୍ଡର୍ ଆସିଲେ, ଆପଣ ପିଲ୍ ନଖାଇବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਰਿਮਾਈਂਡਰ ਆਉਣ ’ਤੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਗੋਲੀ ਨਹੀਂ ਲੈਂਦੇ, ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Gdy przyjdzie przypomnienie, aplikacje zostają wstrzymane, aż weźmiesz tabletkę.
pt_br: Quando o lembrete toca, seus apps ficam pausados até você tomar sua pílula.
pt_pt: Quando o lembrete toca, as tuas apps ficam em pausa até tomares a pílula.
ro: Când sună mementoul, aplicațiile tale intră în pauză până îți iei pilula.
ru: Когда приходит напоминание, приложения встают на паузу, пока ты не примешь таблетку.
sk: Keď príde pripomienka, tvoje aplikácie sa pozastavia, kým si nevezmeš tabletku.
sl: Ko se oglasi opomnik, se tvoje aplikacije zaustavijo, dokler ne vzameš tabletke.
sv: När din påminnelse kommer pausas dina appar tills du tar ditt p-piller.
ta: உங்கள் நினைவூட்டல் வரும்போது, நீங்கள் மாத்திரையை எடுக்கும் வரை உங்கள் ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీ రిమైండర్ వచ్చినప్పుడు, మీరు మీ మాత్ర తీసుకునే వరకు మీ యాప్‌లు పాజ్ అవుతాయి.
th: เมื่อการแจ้งเตือนของคุณดังขึ้น แอปของคุณจะหยุดชั่วคราวจนกว่าคุณจะกินยาคุม
tr: Hatırlatman geldiğinde, hapını alana kadar uygulamaların duraklar.
uk: Коли надходить нагадування, застосунки стають на паузу, доки ти не приймеш таблетку.
ur: یاد دہانی آنے پر آپ کی ایپس تب تک رکی رہتی ہیں، جب تک آپ گولی نہ لے لیں۔
vi: Khi lời nhắc của bạn vang lên, ứng dụng của bạn tạm dừng cho đến khi bạn uống thuốc.
zh_hans: 提醒响起时，你的应用会暂停，直到你服用避孕药。
zh_hant: 提醒響起時，你的 App 會暫停，直到你服用避孕藥。
